Repository: ouun/ouun-consent
Catalog: languages/ouun-consent-*-formal.po
Languages: de_de

source: Some cookies ensure that certain parts of the website work properly and that your user preferences remain known. By placing functional cookies, we make it easier for you to visit our website. This way, you do not need to repeatedly enter the same information when visiting our website and, for example, the items remain in your shopping cart until you have paid. We may place these cookies without your consent.
de_de: Einige Cookies stellen sicher, dass bestimmte Teile der Website ordnungsgemäß funktionieren und dass Ihre Benutzerpräferenzen bekannt bleiben. Durch das Platzieren funktionaler Cookies erleichtern wir Ihnen den Besuch unserer Website. Auf diese Weise müssen Sie beim Besuch unserer Website nicht wiederholt dieselben Informationen eingeben und zum Beispiel bleiben die Artikel in Ihrem Warenkorb, bis Sie bezahlt haben. Wir können diese Cookies ohne Ihre Zustimmung platzieren.

source: We use analytical cookies to optimize the website experience for our users. With these analytical cookies we get insights in the usage of our website.
de_de: Wir verwenden analytische Cookies, um das Website-Erlebnis für unsere Nutzer zu optimieren. Mit diesen analytischen Cookies erhalten wir Einblicke in die Nutzung unserer Website.

source: Some of these statistics are tracked anonymously. No permission is asked to place these analytical cookies.
de_de: Einige dieser Statistiken werden anonym verfolgt. Es wird keine Erlaubnis eingebeten, diese analytischen Cookies zu platzieren.

source: For all others, we ask your permission to place analytical cookies.
de_de: Für alle anderen bitten wir Sie um Ihre Erlaubnis, analytische Cookies zu platzieren.

source: On this website we may use tracking cookies, enabling us to gain insights into the campaign results. This happens based on a profile we create based on your behavior on %s. With these cookies you, as website visitor are linked to a unique ID, but will not profile your behavior and interests to serve personalized ads.
de_de: Auf dieser Website können wir Tracking-Cookies verwenden, die es uns ermöglichen, Einblicke in die Kampagnenergebnisse zu erhalten. Dies geschieht auf der Grundlage eines Profils, das wir basierend auf Ihrem Verhalten auf %s erstellen. Mit diesen Cookies sind Sie als Website-Besucher mit einer eindeutigen ID verknüpft, werden aber kein Profil Ihres Verhaltens und Ihrer Interessen erstellen, um personalisierte Anzeigen zu schalten.

source: Because these cookies are marked as tracking cookies, we ask your permission to place these.
de_de: Da diese Cookies als Tracking-Cookies markiert sind, bitten wir Sie um Ihre Erlaubnis, diese zu platzieren.

# Legal document cookie policy
source: This Cookie Policy was last updated on %s and applies to citizens and legal permanent residents of the European Economic Area.
de_de: Diese Cookie-Richtlinie wurde zuletzt am %s aktualisiert und gilt für Bürger und rechtmäßige ständige Einwohner des Europäischen Wirtschaftsraums.

source: Introduction
de_de: Einführung

source: Our website, %s (hereinafter: "the website") uses cookies and other related technologies (for convenience all technologies are referred to as "cookies"). Cookies are also placed by third parties we have engaged. In the document below we inform you about the use of cookies on our website.
de_de: Unsere Webseite %s (nachfolgend "die Webseite") verwendet Cookies und ähnliche Technologien (der Einfachheit halber werden all diese unter “Cookies” zusammengefasst). Cookies werden außerdem von uns beauftragten Drittparteien platziert. In dem unten stehendem Dokument informieren wir Sie über die Verwendung von Cookies auf unserer Webseite.

source: What are cookies?
de_de: Was sind Cookies?

source: A cookie is a small simple file that is sent along with pages of this website and stored by your browser on the hard drive of your computer or another device. The information stored therein may be returned to our servers or to the servers of the relevant third parties during a subsequent visit.
de_de: Ein Cookie ist eine kleine einfache Datei, die zusammen mit Seiten dieser Website gesendet und von Ihrem Browser auf der Festplatte Ihres Computers oder eines anderen Geräts gespeichert wird. Die darin gespeicherten Informationen können bei einem späteren Besuch an unsere Server oder an die Server der betreffenden Dritten zurückgegeben werden.

source: What are scripts?
de_de: Was sind Skripte?

source: A script is a piece of program code that is used to make our website function properly and interactively. This code is executed on our server or on your device.
de_de: Ein Skript ist ein Stück Programmcode, das verwendet wird, um unsere Website ordnungsgemäß und interaktiv funktionieren zu lassen. Dieser Code wird auf unserem Server oder auf Ihrem Gerät ausgeführt.

source: Consent
de_de: Zustimmung

source: When you visit our website for the first time, we will show you a pop-up with an explanation about cookies. As soon as you click the button to accept cookies, you consent to us using all cookies and plug-ins as described in the pop-up and this Cookie Policy. You can disable the use of cookies via your browser, but please note that our website may no longer work properly.
de_de: Wenn Sie unsere Website zum ersten Mal besuchen, zeigen wir Ihnen ein Pop-up mit einer Erklärung zu Cookies. Sobald Sie auf die Schaltfläche klicken, um Cookies zu akzeptieren, stimmen Sie zu, dass wir alle Cookies und Plug-Ins verwenden, wie im Pop-up und in dieser Cookie-Richtlinie beschrieben. Sie können die Verwendung von Cookies über Ihren Browser deaktivieren, aber bitte beachten Sie, dass unsere Website möglicherweise nicht mehr ordnungsgemäß funktioniert.

source: Social media buttons
de_de: Social-Media-Schaltflächen

source: On our website there may be buttons for social media sites to promote webpages (e.g. “like”, “pin”) or share (e.g. “tweet”) on social networks. These buttons work using pieces of code coming from those social networks themselves. This code places cookies. These social media buttons also can store and process certain information, so a personalized advertisement can be shown to you.
de_de: Auf unserer Webseite kann es Schaltflächen für Social-Media-Seiten geben, um Webseiten zu bewerben (z. B. "Gefällt mir", "Pin") oder in sozialen Netzwerken zu teilen (z. B. "Tweet"). Diese Schaltflächen funktionieren mit Codeteilen, die von diesen sozialen Netzwerken selbst stammen. Dieser Code platziert Cookies. Diese Social-Media-Buttons können auch bestimmte Informationen speichern und verarbeiten, so dass Ihnen eine personalisierte Werbung angezeigt werden kann.

source: Please read the privacy statement of these social networks (which can change regularly) to read what they do with your (personal) data which they process using these cookies. The data that is retrieved is anonymized as much as possible.
de_de: Bitte lesen Sie die Datenschutzerklärung dieser sozialen Netzwerke (die sich regelmäßig ändern können), um zu lesen, was sie mit Ihren (persönlichen) Daten tun, die sie mit diesen Cookies verarbeiten. Die abgerufenen Daten werden so weit wie möglich anonymisiert.

source: Your rights with respect to personal data
de_de: Ihre Rechte in Bezug auf personenbezogene Daten

source: You have the right to know why your personal data is needed, what will happen to it, and how long it will be retained for.
de_de: Sie haben das Recht zu erfahren, warum Ihre personenbezogenen Daten benötigt werden, was mit ihr geschieht und wie lange sie aufbewahrt werden.

source: Right of access: You have the right to access your personal data that is known to us.
de_de: Recht auf Zugang: Sie haben das Recht auf Zugang zu Ihren uns bekannten personenbezogenen Daten.

source: Right to rectification: you have the right to supplement, correct, have deleted or blocked your personal data whenever you wish.
de_de: Recht auf Berichtigung: Sie haben das Recht, Ihre personenbezogenen Daten jederzeit zu ergänzen, zu korrigieren, zu löschen oder zu sperren.

source: If you give us your consent to process your data, you have the right to revoke that consent and to have your personal data deleted.
de_de: Wenn Sie uns Ihre Einwilligung zur Verarbeitung Ihrer Daten erteilen, haben Sie das Recht, diese Einwilligung zu widerrufen und Ihre personenbezogenen Daten löschen zu lassen.

source: Right to transfer your data: you have the right to request all your personal data from the controller and transfer it in its entirety to another controller.
de_de: Recht auf Übermittlung Ihrer Daten: Sie haben das Recht, alle Ihre personenbezogenen Daten vom für die Verarbeitung Verantwortlichen anzufordern und vollständig an einen anderen für die Verarbeitung Verantwortlichen zu übermitteln.

source: Right to object: you may object to the processing of your data. We comply with this, unless there are justified grounds for processing.
de_de: Widerspruchsrecht: Sie können der Verarbeitung Ihrer Daten widersprechen. Wir halten uns daran, es sei denn, es liegen berechtigte Gründe für die Verarbeitung vor.

source: To exercise these rights, please contact us. Please refer to the contact details at the bottom of this Cookie Policy. If you have a complaint about how we handle your data, we would like to hear from you, but you also have the right to submit a complaint to the supervisory authority (the Data Protection Authority).
de_de: Um diese Rechte auszuüben, kontaktieren Sie uns bitte. Bitte beachten Sie die Kontaktdaten am Ende dieser Cookie-Richtlinie. Wenn Sie eine Beschwerde darüber haben, wie wir mit Ihren Daten umgehen, würden wir gerne von Ihnen hören, aber Sie haben auch das Recht, eine Beschwerde bei der Aufsichtsbehörde (der Datenschutzbehörde) einzureichen.

source: Enabling, disabling and deleting cookies
de_de: Aktivieren, Deaktivieren und Löschen von Cookies

source: You can use your internet browser to automatically or manually delete cookies. You can also specify that certain cookies may not be placed. Another option is to change the settings of your internet browser so that you receive a message each time a cookie is placed. For more information about these options, please refer to the instructions in the Help section of your browser.
de_de: Sie können Ihren Internetbrowser verwenden, um Cookies automatisch oder manuell zu löschen. Sie können auch festlegen, dass bestimmte Cookies möglicherweise nicht platziert werden. Eine weitere Möglichkeit besteht darin, die Einstellungen Ihres Internetbrowsers so zu ändern, dass Sie bei jedem Absetzen eines Cookies eine Nachricht erhalten. Weitere Informationen zu diesen Optionen finden Sie in den Anweisungen im Hilfebereich Ihres Browsers.

source: Please note that our website may not work properly if all cookies are disabled. If you do delete the cookies in your browser, they will be placed again after your consent when you visit our websites again.
de_de: Bitte beachten Sie, dass unsere Website möglicherweise nicht richtig funktioniert, wenn alle Cookies deaktiviert sind. Wenn Sie die Cookies in Ihrem Browser löschen, werden sie nach Ihrer Zustimmung wieder platziert, wenn Sie unsere Websites erneut besuchen.

source: Contact details
de_de: Kontaktdetails

source: For questions and/or comments about our Cookie Policy and this statement, please contact us by using the following contact details:
de_de: Bei Fragen und/oder Kommentaren zu unserer Cookie-Richtlinie und dieser Erklärung kontaktieren Sie uns bitte unter den folgenden Kontaktdaten:

source: [Organization Name]
de_de: [Name der Organisation]

source: [Company Address]
de_de: [Firmenadresse]

source: [Company Country]
de_de: [Firmenland]

source: Website: %s
de_de: Webseite: %s

source: [Company Telephone]
de_de: [Firmentelefon]

source: Update Cookies
de_de: Cookies aktualisieren

source: Cookies updated
de_de: Cookies aktualisiert

source: Cookies on %1$s
de_de: Cookies auf %1$s

source: %1$s Cookies Description
de_de: %1$s Cookies Beschreibung

source: Add Cookie
de_de: Cookie hinzufügen

source: Expiration
de_de: Geltungsdauer

source: e.g. %1$s days
de_de: z.B. %1$s Tage

source: Description
de_de: Beschreibung

source: Cookies Settings
de_de: Cookie-Einstellungen

source: %1$s days
de_de: %1$s Tage

source: Functional
de_de: Funktional

source: Preferences
de_de: Einstellungen

source: Statistics
de_de: Statistiken

source: Anonymous Statistics
de_de: Anonyme Statistiken

source: Privacy Policy
de_de: Datenschutzerklärung

source: Cookie Policy
de_de: Cookie Richtlinien

source: Unable to create a %s page
de_de: Eine %s Seite konnte nicht erstellt werden

source: Privacy Settings
de_de: Datenschutzeinstellungen

source: Privacy
de_de: Datenschutz

source: Display Cookie Consent Banner
de_de: Cookie-Zustimmungsbanner anzeigen

source: Cookie Expiration
de_de: ﻿Cookie-Gültigkeitsdauer

source: Consent Banner Options
de_de: Optionen für Zustimmungsbanner

source: Banner Message
de_de: Banner-Nachricht

source: Cookie Policy Page
de_de: Cookie Richtlinienseite

source: Allow/Deny All Cookies
de_de: Alle Cookies zulassen/ablehnen

source: All Cookie Categories
de_de: Alle Cookie-Kategorien

source: Cookie Consent
de_de: Cookie Zustimmung

source: The currently selected Privacy Policy page does not exist. Please create or select a new page.
de_de: Die aktuell ausgewählte Seite der Datenschutzrichtlinien existiert nicht. Bitte erstellen oder wählen Sie eine neue Seite aus.

source: The currently selected Privacy Policy page is in the Trash. Please create or select a new Privacy Policy page or <a href="%s">restore the current page</a>.
de_de: Die aktuell ausgewählte Datenschutzrichtlinie befindet sich im Papierkorb. Bitte erstelle wähle eine neue Datenschutzrichtlinienseite aus oder <a href="%s">stellen Sie die aktuelle Seite wieder her</a>.

source: Update your Privacy Policy page
de_de: Aktualisieren Sie Ihre Datenschutzrichtlinie

source: Select a Privacy Policy page
de_de: Seite mit der Datenschutzerklärung auswählen

source: As a website owner, you may need to follow national or international privacy laws. For example, you may need to create and display a Privacy Policy.
de_de: Als Inhaber der Website müssen Sie unter Umständen nationale oder internationale Datenschutzgesetze befolgen. Zum Beispiel müssen Sie eventuell eine Datenschutzrichtlinie erstellen und anzeigen.

source: If you already have a Privacy Policy page, please select it below. If not, please create one.
de_de: Wenn Sie bereits eine Seite über die Datenschutzrichtlinie haben, wählen Sie diese bitte unten aus. Wenn nicht, erstellen Sie bitte eine.

source: The new page will include help and suggestions for your Privacy Policy.
de_de: Die neue Seite enthält Hilfe und Anregungen für Ihre Datenschutzbestimmungen.

source: However, it is your responsibility to use those resources correctly, to provide the information that your Privacy Policy requires, and to keep that information current and accurate.
de_de: Es liegt jedoch in Ihrer Verantwortung, diese Ressourcen korrekt zu nutzen, die Informationen zur Verfügung zu stellen, die Ihre Datenschutzrichtlinie verlangt, und diese Informationen aktuell und genau zu halten.

source: After your Privacy Policy page is set, we suggest that you edit it.
de_de: Nachdem Ihre Datenschutzseite gesetzt wurde, empfehlen wir Ihnen, diese zu bearbeiten.

source: We would also suggest reviewing your Privacy Policy from time to time, especially after installing or updating any themes or plugins. There may be changes or new suggested information for you to consider adding to your policy.
de_de: Wir schlagen auch vor, Ihre Datenschutzrichtlinien von Zeit zu Zeit zu überprüfen, insbesondere nach der Installation oder Aktualisierung von Themen oder Plugins. Es kann Änderungen oder neue Informationen geben, die Sie in Erwägung ziehen, Ihre Richtlinien zu ergänzen.

source: Secondary menu
de_de: Sekundäres Menü

# Privacy Settings
source: Settings
de_de: Einstellungen

source: Save Privacy Settings
de_de: Einstellungen speichern

source: Do not display banner
de_de: Banner nicht anzeigen

source: Display consent banner
de_de: Zustimmungsbanner anzeigen

source: How long, in days, cookies should be stored.
de_de: Wie lange, in Tagen, Cookies gespeichert werden sollten.

source: If you would like to display an option to configure each cookie category in the consent banner, select All Cookie Categories.
de_de: Wenn Sie eine Option zur Konfiguration jeder Cookie-Kategorie im Zustimmungsbanner anzeigen möchten, wählen Sie Alle Cookie-Kategorien aus.

source: If you would like to only display an option to accept or deny all non-functional cookies, select Allow/Deny All Cookies.
de_de: Wenn Sie nur eine Option zum Akzeptieren oder Ablehnen aller nicht funktionalen Cookies anzeigen möchten, wählen Sie Alle Cookies zulassen/ablehnen aus.

source: This site uses cookies to provide a better user experience.
de_de: Diese Website verwendet Cookies, um eine bessere Benutzererfahrung zu bieten.

source: Select an option
de_de: Wählen Sie eine Option

source: There are no pages.
de_de: Es gibt keine Seiten.

source: Create Cookie Policy Page
de_de: Seite "Cookie-Richtlinie" erstellen

source: Create Privacy Policy Page
de_de: Seite "Datenschutzrichtlinie" erstellen

source: Accept all cookies
de_de: Allen Cookies zustimmen

source: Accept only functional cookies
de_de: Nur funktionale Cookies zustimmen

source: Cookie preferences
de_de: Cookie-Einstellungen

source: No consent option has been set. Please visit the <a href="%s">Privacy Settings page</a> and set the consent banner option.
de_de: Es wurde keine Zustimmungsoption festgelegt. Bitte besuche die <a href="%s">Datenschutzeinstellungen</a> und setze die Einstellungen zum Zustimmungsbanner.

source: Cookie preferences updated.
de_de: Cookie-Einstellungen aktualisiert.

source: Close
de_de: Schließen

source: Read our cookie policy
de_de: Cookie-Richtlinie lesen

source: Apply Changes
de_de: Änderungen übernehmen

source: Cancel
de_de: Abbrechen

source: Hooks into the Consent API to provide basic settings and a cookie consent banner.
de_de: Wird in die Zustimmungs-API einhängt, um grundlegende Einstellungen und ein Cookie-Zustimmungsbanner bereitzustellen.
